{"review_id":"z4MWUAH5jv1bAIhj7zzPDg","user_id":"P_BFaQP0rlHpEq9-CZbyCQ","business_id":"O286wXm4mcznQn_1JieD1g","stars":3.0,"useful":4,"funny":3,"cool":4,"text":"Oh Whole Foods, how I loathe you, yet somehow I can't resist going here at least once every two weeks. First of all, I will say that I've only eaten from their hot-food island (or whatever you call it) once, because it was so bland, yet so EXPENSIVE, that I never wanted to try anything else they offer. Having said that, I must say that their seafood soups are quite tasty, especially the lobster bisque, but they are also so astronomically priced that I can rarely afford to indulge. The only time when I buy something at Whole Foods is when it's on sale or from their bargain cheese bin (which everyone should check out if they go here... great deals!). Actually, one star is just for the bargain cheese bin. Without that, it would definitely only get two.","date":"2009-03-03 20:58:55"}
{"review_id":"jwsflkQlTfvYCSgoErG0uQ","user_id":"81-kP4N70i8FRqQsUdYSXw","business_id":"Yh4OgbXQSpQ_ycK_FmNiGw","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"Seriously cool artisanal food. Find your way there or your culinary life will be all the poorer. Just  saying. Wish I lived in NOLA just for that.","date":"2016-12-04 21:48:06"}
{"review_id":"ZFwNHFihgwXbMT-3KbpadQ","user_id":"5gXsl7EVh5LzmNuauehUfg","business_id":"9mE7Xp0hH6TMv3eaf2Ylxg","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"Jaclyn is A-W-E-S-O-M-E!!! First time at the Red Pony, eating upstairs, and our waitress is giving us excellent service!! We'll be back!!","date":"2017-09-09 01:39:09"}
{"review_id":"OmO_Ym-ky9r1X8Ii0t-zGg","user_id":"zNcLe1Z_xkZ2GvPAyQ6qqg","business_id":"O3Gsne_JJ24yMvLrDoNjqA","stars":4.0,"useful":1,"funny":0,"cool":0,"text":"I was excited to learn that an Indian restaurant which delivers had opened in the area, and Nirvana Fusion did not disappoint. I was extremely pleased with the variety of options on the menu, the service, and the quality of food. Our order arrived promptly and everything was warm, fresh and absolutely delicious. The butter chicken and naan were particular favorites. We're looking forward to ordering again soon and trying some of the other dishes.","date":"2014-01-17 01:40:44"}
{"review_id":"fQbAGJDA1NcY0eV5tVvyZA","user_id":"Aa1cdgFJYWe37RE4dnrh0w","business_id":"sKQ0KYon7eT6xEnCpb18aw","stars":2.0,"useful":0,"funny":0,"cool":0,"text":"We have often eaten at this Chili's and I've had what I thought were excellent ribs - \"fall off the bone good\".  However, yesterday we stopped for dinner there and I had a Custom Combo comprising a half rack of Chili's \"Original\" ribs and grilled salmon with sides of mashed potatoes and broccoli.  The ribs were tough and poorly prepared, clearly not slow cooked -  and just not very flavorful.  The mashed potatoes were rather gummy - the broccoli and salmon were OK.  Service was good - we had an attentive and friendly waiter but he could not make up for a below average meal.  Not sure we will go back again.","date":"2011-04-22 19:54:08"}
{"review_id":"K9p9WNhvLEKEIaFKWbwHlA","user_id":"wRhQcnfwSGjE6vLlySTWYQ","business_id":"L-YdO_NODKXXT3bkS0nUpg","stars":2.0,"useful":0,"funny":0,"cool":0,"text":"Atmosphere was nice and the fish tank was awesome. Service was bad and food was mediocre. The main dining room was about half full and that was all they could accommodate because they didn't have the staff. Ended up sitting at the bar. Got the fish tacos and there was very little fish actually in there. Not impressed :( had high hopes","date":"2014-07-13 17:03:00"}
{"review_id":"ANYRmJuQC_b-QN5Ycd4gQA","user_id":"gRGalHVu6BcaUDIAGVW_xQ","business_id":"uqXYVxIwoEsFFjEHBlMZQA","stars":3.0,"useful":0,"funny":3,"cool":0,"text":"I would love to give Cyrano's 4 stars but something really rubbed me the wrong way there on my last trip, so I had to go for 3.  More below.\n\nI wasn't very hungry so I decided just to have the hummus with pita appetizer.  Wow -- big portion!  There was easily enough there for two people and it was delicious.  It tasted like there might be some roasted red peppers added in, but I'm not sure.  \n\nNow... my friend ordered the burger and the waiter told him they don't cook it below medium well. WTF?  Seriously?  I don't even remember the excuse but it was really lame.  He ordered it anyway and then wished he hadn't since it had no pink at all.  The fries were good, but very McDonald's-like.\n\nThe desserts were truly delicious.  My friend had a wonderful float made with Abita root beer and I had the bread pudding, which was so light and fluffy -- really good!   \n\nI'll probably come back and update this review because the desserts can probably overcome the stupid burger policy.","date":"2010-11-23 03:22:26"}
{"review_id":"q8csftX1qO3WdCpLywbK8w","user_id":"zY_F9c3bp2fB2G5LhOjl-w","business_id":"ndRRvkUHQ1ruKBjdgP7kcQ","stars":4.0,"useful":0,"funny":0,"cool":0,"text":"This review should actually be three and a half stars. Cafeteria-type vibe, very no frills, with healthy offerings. I got a glass of fresh squeezed juice and the stuffed avocado salad and paid about $15 including tax and a small tip. I'm sure there are more innovative options (menu and flavor wise) for comparable prices nearby. That being said, the food is basic, good, and yes, affordable. The descriptions on yelp were accurate - I had some food left over for another meal.","date":"2015-07-03 19:13:36"}
{"review_id":"YrQEl10PGnc3JhxqbBJ76w","user_id":"HObVTe1jndTZWrWHZ4uyTA","business_id":"TghRoAMx43V-9l7mH-SENg","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"Delicious and great service. We had six items on the menu including dessert and each item was melt in your mouth delicious.","date":"2015-07-03 21:21:25"}
{"review_id":"AHxH8sIb8cO-AeFmkAqaFA","user_id":"LTXwK30vaTJdH3izQgD3kg","business_id":"qNdDhnauAdhkWyZJHVqUNQ","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"Meagan is amazing! She fit me in last minute and gave me one of the best deep tissue massages I've ever had. I went in with lower back pain and discomfort and left feeling amazing. She makes it seem easy. She found every sore spot on me and just fixed it all within an hour appointment. She obviously knows her anatomy well. She also has a welcoming and genuine personality. Do yourself a favor and book with her. You won't be sorry.","date":"2017-11-06 19:03:18"}
{"review_id":"KO0Y7V21k2vUsfahZCHY0Q","user_id":"NLpjUuO5uN-qKKmait8Nzg","business_id":"DsKzHnkLKnxZTVsFpts4oA","stars":2.0,"useful":0,"funny":0,"cool":0,"text":"My friends and I came here for brunch. The food was just okay. We got the bottomless Bellini for $18, but it took forever for them to replace our next champagne bottle. May give this place another try because the Bellini deal is a steal.","date":"2014-04-19 15:15:50"}
{"review_id":"Zy5Q228qNOq1CSB_5cKVTA","user_id":"amcj6b_QS6fvhhfTbzWF5Q","business_id":"zsDjnBHyJsYfkdry96x75g","stars":4.0,"useful":0,"funny":0,"cool":0,"text":"Really liked the interior set up and décor. Tall private booths, with a sports and breakfast food theme, very clean. I got the pancake combo, the eggs were fine, bacon cooked perfectly, hash browns too greasy, but the cakes were super. Light, a little fluffy, and buttery, perfectly prepared. My wife got eggs benedict and said among the price levels places similar to this one, they are the best she has had in Indy. That's saying something because its the only thing she orders for breakfast. Fruit was fresh. Staff was great super friendly and on the ball. Service was quick. The place is really big so we didn't have to wait long to be seated. Prices are what you'd expect.","date":"2017-05-13 14:09:53"}
{"review_id":"aHtgSP4nTEtHvYQ0TE6w1g","user_id":"2ZQsxKIcT-KSoqMgh2jKtA","business_id":"dIpTuL2T1L98GQGU17IeSw","stars":5.0,"useful":0,"funny":0,"cool":0,"text":"Their bird & pig sandwich is the bomb. Brie cheese is one of my favs and this sandwich offers plenty. The Asian Slaw was a suggestion from our waitress and did not disappoint. It was yummy. The sesame seeds made all the difference. Full bar always has a variety of tasty drink options. This place is cool bc it has a vegan options for those folks with those dietary needs.","date":"2017-10-02 14:48:49"}